Repository: agbooth/enzlab
Catalog: enzlab_mac/EnzLab/*.lproj/Localizable.strings
Languages: es

# License
source: This is an unregistered copy.
es: Esta es una copia sin registrar.

source: Select...
es: Seleccionar...

source: Reselect...
es: Reseleccionar...

source: OK
es: Aceptar

source: Yes
es: Sí

source: Cancel
es: Cancelar

source: Print
es: Imprimir

source: EnzLab: WARNING
es: EnzLab: ADVERTENCIA

source: EnzLab: Reselect Enzyme
es: EnzLab: Reseleccionar

source: Your enzyme is a %@.
es: Tu enzima es una %@.

source: %.1f µmol product per min per mg enzyme
es: %.1f µmol de producto por min por mg enzima

source: [TOO FAST]
es: [MUY RÁPIDO]

source: [TOO SLOW]
es: [MUY LENTO]

source: [N/A]
es: [N/D]

source: [GRAPH UNAVAILABLE]
es: [GRÁFICO NO DISPONIBLE]

source: It's day %ld.
es: Es el día %ld.

source: (You have %ld.)
es: (Tienes %ld.)

source: (You have none left!)
es: (No te queda ninguno)

source: (%ld experiments selected)
es: (%ld experimentos seleccionados)

source: Sunday
es: Domingo

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Simulation time: %2lu:%02lu [not started]
es: Tiempo: %2lu:%02lu [no iniciada]

source: Simulation time: %2lu:%02lu %@ (day %lu)
es: Tiempo: %2lu:%02lu %@ (día %lu)

source: Time for lunch. Break for an hour.
es: Hora de almorzar. Paras por una hora.

source: Everybody else is going home. Do you want to work late?
es: Todos se están yendo. ¿Quieres trabajar hasta tarde?

source: Spend half an hour having tea.
es: Te tomas media hora para tomar un café.

source: You are too tired to work any later than this!
es: Estas demasiado cansado para seguir trabajando.

source: All the data you have collected will be lost! (Unless you have saved it to disk.) Are you sure?
es: Todos los datos que has juntado se perderán [Salvo que hayas grabado]. ¿Estás seguro?

source: You go home. Do you want to go in to work again? (Saying "No" will end the program; saying "Yes" will start the next day.)
es: Te has ido a casa. ¿Deseas volver al trabajo? (Decir 'No' terminará el programa; decir 'Si' comenzará un nuevo día.)

source: You can only work for one day in this version. This restriction will be lifted when you register this copy.
es: Solo puedes trabajar por un día en esta versión. Esta restricción será eliminada una vez que registre el programa.

source: Are you sure you want to exit EnzLab?
es: ¿Estás seguro de que quieres volver a casa ahora?

source: You cannot load previously saved results in this version. This restriction will be lifted when you register.
es: No puedes cargar datos previamente guardados en esta versión. Esta limitación será eliminada cuando te registres.

source: Current data successfully loaded from file %@
es: Datos correctamente cargados desde el archivo %@

source: You cannot save your results in this version. This restriction will be lifted when you register.
es: No puedes guardar en esta versión. Esta restricción se removerá una vez que te registres.

source: All current data successfully saved to file %@
es: Los datos actuales han sido grabados en el archivo %@

source: You cannot print results in this version. This restriction will be lifted when you register.
es: No puedes imprimir los resultados en esta version. Esta restricción será removida una vez que te registres.

source: You didn't select any successful experimental runs!
es: No ha seleccionado ningún experimentos satisfactorios!

source: You only selected one successful experimental run - you need at least %d for a meaningful precision analysis!
es: Has seleccionado solo un experimento satisfactorios – Necesitas por lo menos %d para un análisis de precisión significativo.

source: You only selected %ld successful experimental runs - you need at least %d for a meaningful precision analysis!
es: Has seleccionado solo %d experimentos satisfactorios – Necesitas por lo menos %d para un análisis de precisión significativo.

source: The precision analysis took you half an hour.
es: El análisis de la precisión de los experimentos te ha tomado media hora.

source: You have not selected enough experiments to perform a kinetic analysis.
es: No has seleccionado suficientes experimentos para realizar un análisis cinético.

source: The (failed) kinetic analysis took you half an hour.
es: El análisis cinético (fallido) te ha tomado media hora.

source: The kinetic analysis took you half an hour.
es: El análisis cinético te ha tomado media hora.

source: You have not selected enough experiments to draw a pH profile.
es: No has seleccionado suficientes experimentos para graficar un perfil de pH.

source: Plotting the pH profile took you half an hour.
es: Graficar el perfil de pH te ha tomado media hora.

source: Are you sure you want to go home now? (The remaining thawed enzyme solution will be wasted.)
es: ¿Estás seguro de que quieres volver a casa ahora? (Los remanentes de enzima descongelada se perderán)

source: Are you sure you want to go home now?
es: ¿Estás seguro de que quieres volver a casa ahora?

source: This will restart the program, losing all the data you have collected! [Unless you have saved it to disk.] Are you sure?
es: Esto reiniciará el programa, todos los datos que has juntado se perderán. [Salvo que hayas grabado]. ¿Estás seguro?

source: protease
es: proteasa

source: dehydrogenase
es: deshidrogenasa

source: hydratase
es: hidratasa

source: decarboxylase
es: decarboxilasa

source: phosphatase
es: fosfatasa

source: One (or more) of the experiments you selected was unsuccessful. It is impossible to include such an experiment in the kinetic analysis!
es: Alguno de los experimentos seleccionados fue insatisfactorio. Dicho experimento no se puede inluir el análisis cinético!

source: The experiments you selected were carried out at differing concentrations of inhibitor! This makes any kinetic analysis meaningless.
es: Los experimentos seleccionados fueron realizados a diferentes concentraciones de inhibidor. El análisis cinetico no tendrá ningún valor.

source: The experiments you selected were carried out using differing volumes of enzyme solution! This makes any kinetic analysis meaningless.
es: Los experimentos seleccionados fueron realizados a diferentes volúmenes de solución de enzima. El análisis cinetico no tendrá ningún valor.

source: You cannot perform a kinetic analysis on experiments that were all carried out at the same substrate concentration!
es: No puedes hacer un análisis cinético con experimentos que fueron realizados utilizando la misma concentración de sustrato!

source: The selected data don't fit a Michaelis-Menten curve at all. This is probably due to your enzyme being saturated. Try using lower substrate concentrations. (Nonlinear least squares fitting is impossible on this data.)
es: Los datos seleccionados no se ajustan a una cinética de Michaelis-Menten. Puede deberse a que la enzima esté saturada. Utiliza menor concentración de sustrato. (El ajuste no lineal de cuadrados mínimos no pudo realizarse.)

source: Run no. %ld
es: Expt no. %ld

source: Enzyme Solution Remaining: [none]
es: Enzima Solución Remanente: [nada]

source: Enzyme Solution Remaining: %ld µL
es: Enzima Solución Remanente: %ld µL

source: You should now plan your experimental tactics for today. You need to decide what experimental runs to carry out, what analyses to perform, and so on.
es: Deberías planificar tu táctica experimental para el día de hoy. Tienes que decidir qué experimentos vas a llevar a cabo, que análisis realizarás, etcétera.

source: The planning has taken you an hour.
es: El planeamiento te ha tomado una hora.

source: You have no enzyme left, thawed or otherwise. You can do no more experimental work.
es: No te queda mas enzima, ni siquiera congelada No puedes realizar más trabajo experimental.

source: You have no thawed enzyme left: you can do no more experimental work today. (You could thaw some more tomorrow morning.)
es: No te queda enzima descongelada: no puedes hacer más trabajo experimental por hoy. (Puedes descongelar más enzima mañana.)

source: You don't have enough enzyme to use %g µL!
es: No tienes la enzima suficiente para usar %g µL!

source: You don't have enough enzyme to use %g µL as the last %g µL cannot be used.
es: No tienes la enzima suficiente para usar %g µL: los últimos %g µL no pueden usarse.

source: You'll need to use more enzyme than that!
es: Necesitas utilizar más enzima!!

source: pH must be between %.2g and %.2g!
es: El pH elegido está fuera del rango util de %.2g a %.2g!

source: You'll need more substrate than that!
es: Necesitas utilizar más sustrato!

source: Think! You are wasting substrate.
es: Pensá! Estás gastando mucho sustrato.

source: You are trying to use a silly amount of inhibitor!
es: Estás tratando de usar una cantidad inadecuada de inhibidor!

source: You've just had one of those irritating accidents (spilled the enzyme solution, broke a pipette, forgot the buffer, or whatever) that inevitably happen occasionally, especially when you're tired.
es: Has tenido uno de esos accidentes irritantes que pasan inevitablemente (Derramado solución de enzima, romper una pipeta, etc) pero más a menudo cuando estás cansado!

source: Results obtained from nonlinear least squares regression:
es: Resultados obtenidos a partir de la regresión no lineal por mínimos cuadrados:

source: (with 95% confidence limits)
es: (con 95% límites de confianza)

source: Km = %.3g ± %.3g Vmax = %.3g ± %.3g (at pH %g)
es: Km = %.3g ± %.3g Vmax = %.3g ± %.3g (a pH %g)

source: One of the points you used in this analysis was obtained at more than %gKm.
es: Uno de los puntos utilizados en el análisis corresponden a concentraciones de sustrato mayores a %gKm.

source: This point gives little information about your enzyme and will henceforward be labelled 'N/A'.
es: Este punto aporta poca información sobre la enzima y de ahora en adelante será etiquetado como 'N/D'.

source: You should now repeat the kinetic analysis.
es: Ahora debe repetir el análisis cinético.

source: %ld of the points you used in this analysis were obtained at more than %gKm.
es: %ld de los puntos utilizados en el análisis corresponden a concentraciones de sustrato mayores a %gKm.

source: These points give little information about your enzyme and will henceforward be labelled 'N/A'.
es: Estos puntos aportan poca información sobre la enzima y de ahora en adelante serán etiquetados como 'N/D'.

source: Initial Rate Against Substrate Concentration
es: Velocidad inicial en función de la concentración de sustrato

source: for enzyme %@
es: para la enzima %@

source: Absorbance
es: Absorbancia

source: Latest Experimental Plots
es: Últimos gráficos experimentales

source: Latest Experimental Plot
es: Último gráfico experimental

# Local
source: This version is licensed for local use only. It will not run from a network drive or removable media. If you require a network licence, please email apps@agbooth.com
es: Esta versión está resgistrada solo para uso local. No funcionará desde pendrives o a traves de la red. Para registrar la version para uso en red escribir a apps@agbooth.com

# Not registered
source: This copy is not registered. The function is not available.
es: Esta copia no está registrada. La función no está disponible.

source: Enter the registration code:
es: Ingrese el código de registro.

source: The registration code is incorrect.
es: El código de registro es incorrecta.

source: Thank you for registering.
es: Gracias por registrarse.

# version
source: _vmac3.14.7.1
es: _vmac1.14.7.1

# Registration
source: Licensed to the United Nations International School
es: Licenciado
